{
  "contracts": {
    "privacy-notification": {
      "title": "Privacy Notification",
      "description": "We use cookies to provide you with a better service. By continuing to use our website, you consent to the use of cookies.",
      "keywords": "Privacy Notification, Turistik Rota, Vacation Planning, Tour Reservation"
    },
    "privacy-and-protection": {
      "title": "Protection of Personal Data and Privacy Policy",
      "description": "Find out how we use and protect your data. Visit our privacy and policy page.",
      "keywords": "Privacy and Policy, Turistik Rota, Vacation Planning, Tour Reservation"
    },
    "terms-of-use": {
      "title": "Terms of Use",
      "description": "We have set our terms of use to serve you better. By continuing to use our site, you accept our terms of use.",
      "keywords": "Terms of Use, Touristic Route, Holiday Planning, Tour Reservation"
    }
  },
  "maintaining": {
    "page": {
      "title": "We are under maintenance",
      "description": "This page is currently unavailable for maintenance. Please try again later."
    }
  },
  "account": {
    "select": {
      "title": "Choose a profile",
      "tool": {
        "individual": "Individual account",
        "corporate": "Corporate account",
        "completedRate": "This profile is {rate}% complete"
      },
      "new": "Create a new profile",
      "meta": {
        "title": "Select Profile",
        "description": "For a unique tourism experience, whether you are a tourist or a tourist, create your Turistik Rota account and start planning your vacation! Moreover, you can create multiple profiles.",
        "keywords": "Select Profile, Turistik Rota, Vacation Planning, Tour Reservation"
      }
    },
    "create": {
      "title": "Create a New Profile",
      "userName": "Your username",
      "userCode": "Your user code",
      "button": "Create",
      "success": "Profile created successfully!",
      "meta": {
        "title": "Create a New Profile",
        "description": "For a unique tourism experience, whether you are a tourist or a tourist, create your Turistik Rota account and start planning your vacation! Moreover, you can create multiple profiles.",
        "keywords": "Create New Profile, Turistik Rota, Vacation Planning, Tour Reservation"
      }
    },
    "details": {
      "edit": {
        "meta": {
          "title": "Edit Profile",
          "description": "Edit your tourist route profile, set your avatar, username and user code, and change your account settings.",
          "keywords": "Edit Profile, Turistik Rota, Vacation Planning, Tour Reservation"
        },
        "disabled": {
          "title": "Profile Disabled",
          "description": "Updating your profile while it is disabled will result in an error. You can activate your profile from the Profile Status form at the bottom of the page. If you updated your profile in the last 2 minutes, please wait 2 minutes and try again."
        },
        "rate": {
          "title": "Profile Completion Rate",
          "description": "Complete the steps below to increase your profile completion rate. When your profile completion rate is 100%, you can be found more easily by other users."
        },
        "avatar": {
          "success": "Profile picture updated successfully!",
          "required": "Please select a profile picture."
        },
        "userName": {
          "title": "Username",
          "subtitle": "You can change your username using this form.",
          "userName": "Your username",
          "save": "Save Changes",
          "success": "Username changed successfully!"
        },
        "general": {
          "title": "Profile Information",
          "subtitle": "The information here will appear on your profile. You can change this information at any time.",
          "fullName": "Your first and last name",
          "description": "About you",
          "birthDate": "Your date of birth",
          "save": "Save Changes",
          "success": "Your profile information has been successfully updated!"
        },
        "activation": {
          "title": "Profile Status",
          "active": "Your profile is active. Click the side button to deactivate your profile.",
          "passive": "Your profile is disabled. Click the side button to activate your profile.",
          "enable": {
            "cancel": "Cancel",
            "confirm": "Activate",
            "title": "Activate Profile",
            "description": "Are you sure you want to activate your profile? Once your profile is activated, you will need to log in again for the changes to be reflected on the entire site.",
            "success": "Your profile has been successfully activated! Please log in again.",
            "alt": "Activate Profile"
          },
          "disable": {
            "cancel": "Cancel",
            "confirm": "Disable",
            "title": "Deactivate Profile",
            "description": "Are you sure you want to deactivate your profile? Once your profile is deactivated, you will need to log in again for the changes to be reflected on the entire site.",
            "success": "Your profile has been successfully deactivated! Please log in again.",
            "alt": "Deactivate Profile"
          }
        },
        "deletion": {
          "title": "Delete Profile",
          "description": "You can delete your profile by checking the box on the side.",
          "alt": "Delete Profile"
        }
      },
      "notifications": {
        "meta": {
          "title": "Notifications",
          "description": "View your notification preferences, set your notification preferences, and change your account settings.",
          "keywords": "Notifications, Turistik Rota, Vacation Planning, Tour Reservation"
        }
      },
      "vip": {
        "meta": {
          "title": "VIP Membership",
          "description": "View your VIP membership settings, set your VIP membership settings and change your account settings.",
          "keywords": "VIP Membership, Turistik Rota, Holiday Planning, Tour Reservation"
        }
      },
      "settings": {
        "meta": {
          "title": "Settings",
          "description": "View your account settings, set your account settings, and change your account settings.",
          "keywords": "Settings, Turistik Rota, Vacation Planning, Tour Reservation"
        }
      },
      "security": {
        "meta": {
          "title": "Security",
          "description": "View your security settings, set your security settings, and change your account settings.",
          "keywords": "Security, Turistik Rota, Vacation Planning, Tour Reservation"
        }
      },
      "privacy": {
        "meta": {
          "title": "Privacy",
          "description": "View your privacy settings, set your privacy settings, and change your account settings.",
          "keywords": "Privacy, Turistik Rota, Vacation Planning, Tour Reservation"
        }
      }
    },
    "detail": {
      "buttons": {
        "change": "Switch Profile",
        "back": "Back",
        "toggle": "Toggle Menu"
      },
      "logout": {
        "text": "Logout",
        "success": "Logout Successful!"
      },
      "links": {
        "edit": "Edit Profile",
        "security": "Security",
        "privacy": "Privacy",
        "notifications": "Notifications",
        "settings": "Settings",
        "delete": "Delete Profile",
        "vip": "VIP Membership",
        "subtitles": {
          "edit": "Edit your profile picture, information and social media accounts.",
          "security": "Change your password, enable two-factor authentication and manage your login devices.",
          "privacy": "Edit your privacy settings and make your profile visible or invisible in search results.",
          "notifications": "Edit your notification preferences.",
          "settings": "Edit your account settings.",
          "delete": "Delete your profile.",
          "vip": "Learn about VIP membership benefits and manage or create your VIP membership."
        }
      },
      "meta": {
        "title": "Profile | Tourist Route",
        "description": "Edit your tourist route profile, set your security and privacy, manage notifications and change your account settings.",
        "keywords": "Profile, Turistik Rota, Vacation Planning, Tour Reservation"
      }
    }
  },
  "auth": {
    "buttons": {
      "back": "Return to the previous page"
    },
    "meta": {
      "title": "Log In",
      "description": "Log in to your Turistik Rota account and start planning your vacation! Moreover, you can create multiple profiles.",
      "keywords": "Login, Touristic Route, Vacation Planning, Tour Reservation"
    },
    "login": {
      "title": "Sign In to Your Profile",
      "email": "Your email",
      "password": "Your password",
      "button": "Sign in",
      "success": "Login Successful!",
      "meta": {
        "title": "Log In | Tourist Route",
        "description": "Log in to your Turistik Rota account and start planning your vacation!",
        "keywords": "Login, Turistik Rota, Vacation Planning, Tour Reservation"
      }
    },
    "check": {
      "title": "Sign In to Your Profile",
      "email": "Your email",
      "button": "Sign in"
    },
    "register": {
      "title": "Register for an Profile",
      "email": "Your email",
      "password": "Your password",
      "button": "Sign up",
      "success": "Registration Successful! Please verify your account by clicking the link sent to your email address.",
      "meta": {
        "title": "Register | Tourist Route",
        "description": "Create your Turistik Rota account and start planning your vacation!",
        "keywords": "Register, Turistik Rota, Vacation Planning, Tour Reservation"
      },
      "privacy": {
        "text": "I have read and agree to <termsOfUse></termsOfUse>, <privacyNotify></privacyNotify> and <privacyPolicy></privacyPolicy>.",
        "termsOfUse": "Terms of Use",
        "privacyNotify": "Privacy Notice",
        "privacyPolicy": "Privacy Policy"
      }
    },
    "activate": {
      "title": "Activate Your Profile",
      "button": "Activate",
      "success": "Your account has been successfully activated! You can login now.",
      "codeNotExist": "The activation code you entered does not exist.",
      "reSend": {
        "notHave": "If you don't have an activation code",
        "send": "click here to get a new code."
      },
      "meta": {
        "title": "Activate Your Profile",
        "description": "Activate your tourist route account and start planning your vacation!",
        "keywords": "Activate Your Profile, Turistik Rota, Vacation Planning, Tour Reservation"
      }
    },
    "reSend": {
      "title": "Send Verification Code",
      "email": "Your e-mail address",
      "button": "Submit",
      "success": "Verification code sent successfully! Please check your email address."
    }
  },
  "waitlist": {
    "title1": "Coming",
    "title2": "Soon",
    "subtitle": "We will be ready",
    "description": "Our Website will launch soon. Join the waitlist to try the beta before its publicly available.",
    "enter_email": "Enter your email",
    "email": "Email Address",
    "join_waitlist": "Join Waitlist",
    "img": "https://s3.turistikrota.com/site/coming-soon/en.png",
    "img_alt": "Turistikrota banner",
    "email_invalid": "Please enter a valid email address",
    "email_required": "Please enter your email address",
    "messages": {
      "success": {
        "title": "Thank you!",
        "description": "You have successfully joined the waitlist."
      },
      "error": {
        "title": "Oops!",
        "description": "Something went wrong. Please try again later."
      }
    }
  },
  "notfound": {
    "title": "Something's missing.",
    "subtitle": "Sorry, we can't find that page. You'll find lots to explore on the home page.",
    "button": "Back to Homepage",
    "meta": {
      "title": "404",
      "description": "Sorry, we can't find that page. You'll find lots to explore on the home page.",
      "keywords": "404, Not Found, Page Not Found, Turistik Rota"
    }
  },
  "base": {
    "meta": {
      "title": "Turistik Rota | Vacation Planning | Tour Booking",
      "description": "Turistik Rota is a website that specializes in vacation planning, travel advice, unexplored routes and travel guidance. We offer unexplored routes in different categories such as culture, nature, city and adventure tourism for your domestic and international travels. Follow our site for accommodation options, tour bookings and guidance on travel matters!",
      "keywords": "Vacation planning, travel suggestions, travel guide, tourist routes, undiscovered places, Domestic vacation, International vacation, Cultural tourism, Nature tourism, City tourism, Adventure tourism, Family vacation, Romantic vacation, Sea vacation"
    }
  },
  "footer": {
    "copyright": "Turistikrota. All Rights Reserved."
  },
  "header": {
    "left": {
      "promotion": "Real tourism experience coming soon!"
    },
    "links": {
      "aboutUs": "About Us",
      "login": "Login",
      "selectAccount": "Select Profile"
    },
    "button": {
      "login": "Login",
      "select": "Select Profile",
      "profile": "profile"
    }
  },
  "aboutUs": {
    "team": {
      "meetTheTeam": "Meet the Team",
      "avatar": "{name}'s avatar",
      "title": {
        "founder": "Founder",
        "developer": "Software Developer",
        "founderAndDeveloper": "Founder & Software Developer"
      },
      "link": "{name}'s {socialMedia} profile"
    },
    "timeline": {
      "title": "Our Story",
      "founding": {
        "title": "Founding",
        "text": "Turistik Rota was founded in February 2023 by a young person who likes to travel and lives in a touristic area. The idea was to create a website that would help people plan their vacations, benefit from other people's experiences, and book tours."
      },
      "development": {
        "title": "Development",
        "text": "Turistik Rota is currently under development. We are working hard to make it available as soon as possible. We will be launching the website soon."
      },
      "launch": {
        "title": "Launch",
        "text": "Turistik Rota will be launched soon. We will be offering vacation planning, travel advice, unexplored routes and travel guidance. We will also be offering tour bookings and accommodation options. Follow our site for more information!"
      }
    },
    "ourVision": {
      "title": "Our Vision",
      "p1": "Turistik Rota is a website specializing in vacation planning, travel suggestions, undiscovered routes and travel guidance. We offer unexplored routes in different categories such as culture, nature, city and adventure tourism for your domestic and international travels. Accommodation options, Follow our site for tour bookings and guidance on travel matters!",
      "p2": "While our site offers various opportunities to people who love to travel, it also allows users to share their experiences. Our activities such as accommodation options, local tours, nature walks, gastronomic tours make the holiday experience of our visitors more enjoyable, while also enabling them to interact more closely with the local people.",
      "cards": {
        "quality": {
          "title": "Quality",
          "text": "Quality in tourism is directly related to guest satisfaction. Our vision is to provide our visitors with the highest quality service and an unforgettable holiday experience. Therefore, we strive to constantly improve our business, train our staff and follow the latest trends in the industry. "
        },
        "experience": {
          "title": "Experience",
          "text": "Tourism experience is an experience that visitors get as a result of their interaction with the activities, culture, history and natural beauties in the places they travel. This experience helps visitors to collect unforgettable memories and get to know different cultures. Our aim is to give our visitors the highest level of experience. and to turn their vacation into an unforgettable memory."
        },
        "social": {
          "title": "Social",
          "text": "In Turistikrota, visitors can interact with each other, share their travel experiences and exchange information on travel-related topics. Also, our visitors can create a community for people who love to travel."
        }
      }
    },
    "head": {
      "title": "It will be put into",
      "subtitle": "Service Soon!",
      "text": "Turistikrota is a platform that aims to provide you with the best and real tourism experience, see other people's tourism experiences, communicate with them, get to know popular touristic areas and be safe while doing all these."
    },
    "features": {
      "title": "Why will it be great?",
      "items": {
        "network": {
          "title": "Network",
          "text": "Meet on a shared social platform with hotels, hosts, guides, tourists, tour companies and more."
        },
        "safe": {
          "title": "Secure",
          "text": "Turistikrota offers advanced security measures to ensure the safety of travelers and hosts."
        },
        "worldwide": {
          "title": "Worldwide",
          "text": "Turistikrota allows people from all over the world to interact with each other. Meet and travel with people all over the world."
        }
      }
    },
    "meta": {
      "title": "About Us",
      "description": "Turistik Rota is a platform that allows you to experience the best tourism experience worldwide and share this experience with other people.",
      "keywords": "tourist route, tourist route, about us, about tourist route, about tourist route"
    }
  },
  "validation": {
    "invalidEmail": "Please enter a valid email address",
    "passwordMin": "Password must be at least {min} characters",
    "required": "This field is required"
  },
  "general": {
    "verified": "Verified",
    "verified_alt": "This account has been verified",
    "active": "Active",
    "active_alt": "This account is active",
    "inactive": "Inactive",
    "inactive_alt": "This account is inactive"
  },
  "ux": {
    "button": {
      "show": "Show",
      "hide": "Hide",
      "close": "Close",
      "save": "Save",
      "cancel": "Cancel",
      "zoom-in": "Zoom In",
      "zoom-out": "Zoom Out",
      "rotate-left": "Rotate Left",
      "rotate-right": "Rotate Right",
      "flip-horizontal": "Flip Horizontal",
      "flip-vertical": "Flip Vertical"
    }
  },
  "avatar-form": {
    "edit": "Edit",
    "upload": "Upload profile picture",
    "errors": {
      "min": "Profile picture must be at least {min} MB",
      "max": "Profile picture must be no more than {max} MB",
      "type": "Profile picture can only be in {type} format",
      "minSize": "Profile picture must be at least {minWidth}x{minHeight} pixels",
      "maxSize": "The profile picture must be no more than {maxWidth}x{maxHeight} pixels",
      "required": "This field is required"
    }
  },
  "sections": {
    "disabled": {
      "title": "This episode is currently unavailable",
      "text": "This episode is currently unavailable. Please try again later.",
      "maintenance": {
        "title": "Maintenance work",
        "text": "This episode is currently unavailable due to maintenance work. Please try again later."
      },
      "error": {
        "title": "An error occurred",
        "text": "This episode is currently unavailable. Please try again later."
      }
    },
    "vip": {
      "title": "This episode is only for VIP members",
      "text": "This section is only for VIP members. For more information about VIP membership, please contact us.",
      "upgrade": "Upgrade to VIP"
    },
    "deluxe": {
      "title": "This episode is only for Deluxe members",
      "text": "This section is exclusive to Deluxe members. For more information about Deluxe membership, please contact us.",
      "upgrade": "Upgrade to Deluxe"
    }
  }
}
