{
  "contracts": {
    "privacy-notification": {
      "title": "Privacy Notification",
      "description": "We use cookies to provide you with a better service. By continuing to use our website, you consent to the use of cookies.",
      "keywords": "Privacy Notification, Turistik Rota, Vacation Planning, Tour Reservation"
    },
    "privacy-and-protection": {
      "title": "Protection of Personal Data and Privacy Policy",
      "description": "Find out how we use and protect your data. Visit our privacy and policy page.",
      "keywords": "Privacy and Policy, Turistik Rota, Vacation Planning, Tour Reservation"
    },
    "terms-of-use": {
      "title": "Terms of Use",
      "description": "We have set our terms of use to serve you better. By continuing to use our site, you accept our terms of use.",
      "keywords": "Terms of Use, Touristic Route, Holiday Planning, Tour Reservation"
    }
  },
  "waitlist": {
    "title1": "Coming",
    "title2": "Soon",
    "subtitle": "We will be ready",
    "description": "Our Website will launch soon. Join the waitlist to try the beta before its publicly available.",
    "enter_email": "Enter your email",
    "email": "Email Address",
    "join_waitlist": "Join Waitlist",
    "img": "https://s3.turistikrota.com/site/coming-soon/en.png",
    "img_alt": "Turistikrota banner",
    "email_invalid": "Please enter a valid email address",
    "email_required": "Please enter your email address",
    "messages": {
      "success": {
        "title": "Thank you!",
        "description": "You have successfully joined the waitlist."
      },
      "error": {
        "title": "Oops!",
        "description": "Something went wrong. Please try again later."
      }
    }
  },
  "notfound": {
    "title": "Something's missing.",
    "subtitle": "Sorry, we can't find that page. You'll find lots to explore on the home page.",
    "button": "Back to Homepage",
    "meta": {
      "title": "404",
      "description": "Sorry, we can't find that page. You'll find lots to explore on the home page.",
      "keywords": "404, Not Found, Page Not Found, Turistik Rota"
    }
  },
  "base": {
    "meta": {
      "title": "Turistik Rota | Vacation Planning | Tour Booking",
      "description": "Turistik Rota is a website that specializes in vacation planning, travel advice, unexplored routes and travel guidance. We offer unexplored routes in different categories such as culture, nature, city and adventure tourism for your domestic and international travels. Follow our site for accommodation options, tour bookings and guidance on travel matters!",
      "keywords": "Vacation planning, travel suggestions, travel guide, tourist routes, undiscovered places, Domestic vacation, International vacation, Cultural tourism, Nature tourism, City tourism, Adventure tourism, Family vacation, Romantic vacation, Sea vacation"
    }
  },
  "footer": {
    "copyright": "Turistikrota. All Rights Reserved."
  },
  "header": {
    "left": {
      "promotion": "Real tourism experience coming soon!"
    },
    "links": {
      "aboutUs": "About Us",
      "login": "Login",
      "selectAccount": "Select Profile",
      "places": "Places",
      "owners": "Seller Panel"
    },
    "button": {
      "login": "Login",
      "select": "Select Profile",
      "profile": "profile",
      "loading": "Loading..."
    }
  },
  "aboutUs": {
    "team": {
      "meetTheTeam": "Meet the Team",
      "avatar": "{name}'s avatar",
      "title": {
        "founder": "Founder",
        "developer": "Software Developer",
        "founderAndDeveloper": "Founder & Software Developer"
      },
      "link": "{name}'s {socialMedia} profile"
    },
    "timeline": {
      "title": "Our Story",
      "founding": {
        "title": "Founding",
        "text": "Turistik Rota was founded in February 2023 by a young person who likes to travel and lives in a touristic area. The idea was to create a website that would help people plan their vacations, benefit from other people's experiences, and book tours."
      },
      "development": {
        "title": "Development",
        "text": "Turistik Rota is currently under development. We are working hard to make it available as soon as possible. We will be launching the website soon."
      },
      "launch": {
        "title": "Launch",
        "text": "Turistik Rota will be launched soon. We will be offering vacation planning, travel advice, unexplored routes and travel guidance. We will also be offering tour bookings and accommodation options. Follow our site for more information!"
      }
    },
    "ourVision": {
      "title": "Our Vision",
      "p1": "Turistik Rota is a website specializing in vacation planning, travel suggestions, undiscovered routes and travel guidance. We offer unexplored routes in different categories such as culture, nature, city and adventure tourism for your domestic and international travels. Accommodation options, Follow our site for tour bookings and guidance on travel matters!",
      "p2": "While our site offers various opportunities to people who love to travel, it also allows users to share their experiences. Our activities such as accommodation options, local tours, nature walks, gastronomic tours make the holiday experience of our visitors more enjoyable, while also enabling them to interact more closely with the local people.",
      "cards": {
        "quality": {
          "title": "Quality",
          "text": "Quality in tourism is directly related to guest satisfaction. Our vision is to provide our visitors with the highest quality service and an unforgettable holiday experience. Therefore, we strive to constantly improve our business, train our staff and follow the latest trends in the industry. "
        },
        "experience": {
          "title": "Experience",
          "text": "Tourism experience is an experience that visitors get as a result of their interaction with the activities, culture, history and natural beauties in the places they travel. This experience helps visitors to collect unforgettable memories and get to know different cultures. Our aim is to give our visitors the highest level of experience. and to turn their vacation into an unforgettable memory."
        },
        "social": {
          "title": "Social",
          "text": "In Turistikrota, visitors can interact with each other, share their travel experiences and exchange information on travel-related topics. Also, our visitors can create a community for people who love to travel."
        }
      }
    },
    "head": {
      "title": "It will be put into",
      "subtitle": "Service Soon!",
      "text": "Turistikrota is a platform that aims to provide you with the best and real tourism experience, see other people's tourism experiences, communicate with them, get to know popular touristic areas and be safe while doing all these."
    },
    "features": {
      "title": "Why will it be great?",
      "items": {
        "network": {
          "title": "Network",
          "text": "Meet on a shared social platform with hotels, hosts, guides, tourists, tour companies and more."
        },
        "safe": {
          "title": "Secure",
          "text": "Turistikrota offers advanced security measures to ensure the safety of travelers and hosts."
        },
        "worldwide": {
          "title": "Worldwide",
          "text": "Turistikrota allows people from all over the world to interact with each other. Meet and travel with people all over the world."
        }
      }
    },
    "meta": {
      "title": "About Us",
      "description": "Turistik Rota is a platform that allows you to experience the best tourism experience worldwide and share this experience with other people.",
      "keywords": "tourist route, tourist route, about us, about tourist route, about tourist route"
    }
  }
}
